{
  "step-1.heading": "Checking Account OpenClose",
  "step-1.product": "Welcome to the newOpenClose account! It's a checking account specifically tailored to your daily payments that has no maintenance cost.",
  "step-1.password": "Create your master password: only you will have access to the account and other data of your choosing.",
  "step-1.functioning": "How it works",
  "step-1.functioning.text": "This account has a daily spending limit. This way you can avoid unpleasant surprises. And it doesn't apply maintenance fees! You will also be able to protect your most sensitive data with a master password.",
  "step-1.data": "Will you ask for my personal data?",
  "step-1.data.text": "We will only need you to create a password, accept our terms and conditions and prove that you are of full age.",
  "step-1.checkbox": "I agree to the terms and conditions and am 18+ y.o.",
  "step-2.heading": "Create Your Password Manager",
  "step-2.functioning.text": "First, you need to create a different password for your electronic data. You will not be able to retrieve the pasword, so make sure you memorize it.",
  "step-2.passwordRequirements": "Your password must be composed of a minimum of 8 and a maximum of 24 characters and include at least 1 digit and 1 capital letter.",
  "step-2.createPassword": "Create your Master Password",
  "step-2.createPassword.placeholder": "Type your password",
  "step-2.repeatPassword": "Repeat your Master Password",
  "step-2.repeatPassword.placeholder": "Repeat your password",
  "step-2.clue.text": "You can also create a clue that helps you remember your master password.",
  "step-2.clue": "Create a clue to remind your password (optional)",
  "step-2.clue.placeholder": "Type your clue",
  "step-3.ok.heading": "Your Password Manager has been created!",
  "step-3.ok.text": "From now on your data is safe. Give it a try!",
  "step-3.ko.heading": "There has been an error",
  "step-3.ko.text": "We have not been able to modify your Master Password. Please try again later.",
  "footer.button.cancel": "Cancel",
  "footer.button.next": "Next  >",
  "footer.button.ok": "Enter",
  "footer.button.ko": "Back to Password Manager"
}
