{
  "step-1.heading": "Cuenta Corriente OpenClose",
  "step-1.product": "¡Bienvenido/-a a la nueva cuenta corriente OpenClose! Es una cuenta especialmente pensada para tus pagos de día a día que no supone ningún gasto extra.",
  "step-1.password": "Crea tu clave maestra: solo tú podrás acceder a tus secretos con ella.",
  "step-1.functioning": "Cómo funciona",
  "step-1.functioning.text": "Esta cuenta tiene un límite de gasto diario. Así no te llevarás ninguna sorpresa desagradable. Tampoco tiene una tarifa de mantenimiento! Además podrás proteger tus datos más sensibles con una contraseña maestra.",
  "step-1.data": "¿Qué datos personales se van a necesitar?",
  "step-1.data.text": "Tan solo te pediremos que creas una contraseña, aceptes los términos y condiciones de uso y seas mayor de edad.",
  "step-1.checkbox": "Acepto los términos y condiciones de uso y tengo 18+ años",
  "step-2.heading": "Crea tu Password Manager",
  "step-2.functioning.text": "En primer lugar, debes crear una contraseña diferente para tus pertenencias electrónicas. No podrás recuperar tu contraseña, así que recuérdala bien.",
  "step-2.passwordRequirements": "Tu contraseña ha de ser compuesta por un mínimo de 8 y un máximo de 24 caracteres e incluir al menos 1 número y 1 mayúscula.",
  "step-2.createPassword": "Crea tu Contraseña Maestra",
  "step-2.createPassword.placeholder": "Introduce la contraseña",
  "step-2.repeatPassword": "Repite tu Contraseña Maestra",
  "step-2.repeatPassword.placeholder": "Repite tu contraseña",
  "step-2.clue.text": "También puedes crear una pista que te ayude a recordar tu contraseña maestra.",
  "step-2.clue": "Crea tu pista para recordar tu contraseña (opcional)",
  "step-2.clue.placeholder": "Introduce tu pista",
  "step-3.ok.heading": "¡Tu Password Manager ya está creado!",
  "step-3.ok.text": "A partir de ahora tus datos están protegidos. ¡Pruébalo!",
  "step-3.ko.heading": "Ha habido un error",
  "step-3.ko.text": "No hemos podido modificar tu Contraseña Maestra. Inténtalo más tarde.",
  "footer.button.cancel": "Cancelar",
  "footer.button.next": "Siguiente  >",
  "footer.button.ok": "Acceder",
  "footer.button.ko": "Volver a Password Manager"
}